Repository: kameton-dev/MEmarket-UWP
Catalog: MEmarket-UWP/Strings/*/Resources.resw
Source language: en_us
Languages: ru_ru

# AboutPivotItem.Header
source: About app
ru_ru: О программе

# AddRepositoryButton.Content
source: Add
ru_ru: Добавить

# AvailableUpd.Text
source: Available updates
ru_ru: Доступные обновления

# BackgroundUpdateToggle.Header
source: Check for updates in the background
ru_ru: Проверять обновления в фоне

# CapabilitiesText.Text
source: Capabilities:
ru_ru: Возможности:

# CheckUpdatesButton.Content
source: Check for updates
ru_ru: Проверить наличие обновлений

# ClearCache.Content
source: Clear cache
ru_ru: Очистить кэш

# Creator.Text
source: Creator
ru_ru: Создатель

# DescriptionHeader.Text
source: Description
ru_ru: Описание

# DetailsHeader.Text
source: Details
ru_ru: Подробности

# DownloadButton.Content
source: Install
ru_ru: Установить

# DownloadedApps.Text
source: Downloaded packages
ru_ru: Установленные пакеты

# LastUpd.Text
source: Last update
ru_ru: Последнее обновление

# MainPivotItem.Header
source: General
ru_ru: Основные

# MenuDownloads
source: Downloads & Updates
ru_ru: Загрузки и обновления

# MenuHome
source: Home
ru_ru: Главная

# MenuSearch
source: Search
ru_ru: Поиск

# MenuSettings
source: Settings
ru_ru: Настройки

# NoAppsTextBlock.Text
source: You haven't installed any apps from MEmarket yet.
ru_ru: Вы еще не устанавливали приложения из MEmarket.

# NoResultsText.Text
source: Start typing your query
ru_ru: Начните вводить запрос

# RecomendText.Text
source: RECOMENDATION
ru_ru: РЕКОМЕНДАЦИЯ

# RepoPivotItem.Header
source: Repositories
ru_ru: Репозитории

# RepositoryUrlTextBox.PlaceholderText
source: Input repo URL...
ru_ru: Введите URL репозитория...

# RepoUrl.Text
source: Repo URL
ru_ru: URL репозитория

# SearchTextBox.PlaceholderText
source: Search apps
ru_ru: Поиск приложений

# ShowAppsText.Text
source: Show apps:
ru_ru: Показывать приложения:

# StatusText.Text
source: Status
ru_ru: Состояние

# VersionLabel.Text
source: Version
ru_ru: Версия

# WarningText.Text
source: This client is currently under development. Bugs, hangs, and micro-stutters may occur
ru_ru: Данный клиент находится на этапе разработки. Возможны баги, зависания и микрофризы

# AllAppsUpd
source: All your applications are updated to the latest version.
ru_ru: Все ваши приложения обновлены до актуальной версии.

# CancelButton
source: Cancel
ru_ru: Отмена

# CloseButton
source: Close
ru_ru: Закрыть

# ContinueButton
source: Continue
ru_ru: Продолжить

# DownloadErrorMessage
source: Failed to download app:
ru_ru: Не удалось скачать приложение:

# DownloadUrlNotAvailable
source: Download link is not available
ru_ru: Ссылка на скачивание недоступна

# FileSavedDir
source: File saved to folder:
ru_ru: Файл сохранён в папку:

# FileSavedDirError
source: Failed to save the file.
ru_ru: Не удалось сохранить файл.

# InstallErrorTitle
source: Error
ru_ru: Ошибка

# LaunchInstallErrorMessage
source: Failed to open installation file.
ru_ru: Не удалось открыть файл установки.

# OkButton
source: OK
ru_ru: ОК

# SaveFileButton
source: Save file
ru_ru: Сохранить файл

# StartPackageError
source: Failed to launch the package installation file.
ru_ru: Не удалось запустить файл установки пакета.

# XapNotSupportedMessage
source: XAP files are not supported by the App Installer
ru_ru: Файлы XAP не поддерживаются Установщиком Приложений

# AppRestartError
source: Application restart error
ru_ru: Ошибка перезапуска приложения

# AppRestartFailed
source: Failed to restart the application. Please close and open it manually.
ru_ru: Не удалось перезапустить приложение. Пожалуйста, закройте и откройте его вручную.

# AppRestartMessage
source: The application must be restarted to apply the selected language
ru_ru: Для применения выбранного языка требуется перезапустить приложение.

# Category_business
source: Business
ru_ru: Бизнес

# Category_education
source: Education
ru_ru: Обучение

# Category_entertaintment
source: Entertaintment
ru_ru: Развлечения

# Category_games
source: Games
ru_ru: Игры

# Category_health_fitness
source: Health + Fitness
ru_ru: Здоровье + Фитнес

# Category_livestyle
source: Livestyle
ru_ru: Лайвстайл

# Category_music_video
source: Music + Video
ru_ru: Музыка + Видео

# Category_news_weather
source: News + Weather
ru_ru: Новости + Погода

# Category_other
source: Other
ru_ru: Прочее

# Category_photo
source: Photo
ru_ru: Фото

# Category_social
source: Social networks
ru_ru: Социальные сети

# Category_sports
source: Sport
ru_ru: Спорт

# Category_store
source: App stores
ru_ru: Магазины приложений

# Category_tools
source: Tools
ru_ru: Инструменты

# ClearCacheDone
source: Cache clearing complete
ru_ru: Очистка кэша завершена

# CollapseText
source: Collapse
ru_ru: Свернуть

# DownloadUpdError
source: Failed to download the update:
ru_ru: Не удалось загрузить обновление:

# ErrorText
source: Error:
ru_ru: Ошибка:

# ExpandText
source: Expand
ru_ru: Развернуть

# ForgetConfirmMessage
source: Do you really want to remove "{0}" from the download history?
ru_ru: Вы действительно хотите удалить "{0}" из журнала загрузок?

# LanguageComboBox.Header
source: App language
ru_ru: Язык приложения

# LaterButton
source: Later
ru_ru: Позже

# PkgPathError
source: Failed to retrieve the file path for this version from the repository manifest.
ru_ru: Не удалось получить путь к файлу для этой версии в манифесте репозитория.

# RepoUrlError
source: The URL must start with http:// or https://
ru_ru: URL должен начинаться с http:// или https://

# RepoUrlInputMessage
source: Enter repo URL, please
ru_ru: Введите URL репозитория

# RestartButton
source: Restart
ru_ru: Перезапустить

# ToastUpdateMessageFormat
source: The app {0} can be updated to version {1}!
ru_ru: Приложение {0} можно обновить до версии {1}!

# ToastUpdateTitle
source: Update available
ru_ru: Доступно обновление

# UnknownText
source: unknown
ru_ru: неизвестно

# VersionComboBox.Header
source: Version:
ru_ru: Версия:

# VersionLabelFormat
source: Version: {0}
ru_ru: Версия: {0}

# LoadInfoErrorText
source: Сouldn't load info
ru_ru: Не удалось загрузить информацию

# SysRepoMessage
source: This repository is a system repository and cannot be deleted
ru_ru: Этот репозиторий является системным и не может быть удалён

# RepoConnectionError
source: Connection error to the Millennium Market network
ru_ru: Ошибка подключения к сети Millennium Market

# RepoStatusFormat
source: Connected repositories: {0}. Last updated: today
ru_ru: Подключено репозиториев: {0}. Последнее обновление: сегодня
